---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralModelException
source: html/013d6963-ddce-0f42-07c2-c6e6cf728509.htm
---
# CentralModelException Members

Retrieves data needed to serialize the target object.